"%1 already exists.\nDo you want to replace it?"="%1 finns redan.\nVill du ersätta den?";
"%1 days left"="%1 dagar kvar";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nHittar inte katalogen.\nKontrollera att rätt katalognamn har angivits.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nHittar inte filen.\nKontrollera att rätt filnamn har angivits.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s är offline just nu , men din lektion kommer att visas automatiskt nästa gång du öppnar Lesson appen.";
"&Abort"="&Annullera";
"&Add to Custom Colors"="&Lägg till egna färger";
"&Basic colors"="&Basfärger";
"&Cancel"="&Avbryt";
"&Copy"="&Kopiera";
"&Custom colors"="&Egna färger";
"&Define Custom Colors >>"="&Definiera egna färger >>";
"&Delete"="&Ta bort";
"&Finish"="&Slutför";
"&Green:"="&Grön:";
"&Help"="&Hjälp";
"&Ignore"="&Ignorera";
"&Name:"="&Namn:";
"&Next >"="&Nästa >";
"&Next >"="&Nästa >";
"&No"="&Nej";
"&No"="&Nej";
"&Open"="Ö&ppna";
"&Options <<"="&Alternativ <<";
"&Options >>"="&Alternativ >>";
"&Paste"="Klistra &in";
"&Print"="&Skriv ut";
"&Red:"="&Röd:";
"&Redo"="&Gör om";
"&Reload"="&Läs in igen";
"&Rename"="&Byt namn";
"&Retry"="&Försök igen";
"&Sat:"="&Mättn:";
"&Save"="&Spara";
"&Undo"="&Ångra";
"&Unsorted"="&Osorterad";
"&Val:"="&Värde:";
"&Yes"="&Ja";
"&Yes"="&Ja";
"..."="...";
":"=":";
"< &Back"="< &Tillbaka";
"< Share Options"="DELNINGSALTERNATIV";
"< Share with SMART Board"="Dela via SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Om Qt</h3>%1<p>Qt är ett C++-verktyg för utveckling av tillämpningar för alla plattformar.</p><p>Qt tillhandahåller en portable källa för MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux och alla huvudsakliga, kommersiella Unix-varianter. Qt är också tillgängligt för inbäddade enheter som Qtopia Core.</p><p>Qt är en produkt från Trolltech. Gå till <tt>http://www.trolltech.com/qt/</tt> för att få ytterligare information.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Det här programmet använder Qt Open Source Edition version %1.</p><p>Qt Open Source Edition är avsedd för utveckling av tillämpningar i Open Source. Du måste ha en kommersiell Qt-licens för utveckling av privatägda (closed source) tillämpningar.</p><p>Gå till <tt>http://www.trolltech.com/company/model.html</tt> för att se en översikt av Qt-licensiering.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Det här programmet använder Qt-version %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="A SMART Notebook Advantage-produktnyckeln krävs för denna version av  SMART Notebook-programvaran. Gå till <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> för mer information.";
"A&lpha channel:"="A&lfakanal:";
"A0 (841 x 1189 mm)"="A0 (841 × 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 × 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 × 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 tum)";
"A5 (148 x 210 mm)"="A5 (148 × 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Annullera";
"About %1"="Om %1";
"About Qt"="Om Qt";
"Account"="Konto";
"Activate"="Aktivera";
"Activated"="Aktiverad";
"Activates the program's main window"="Aktiverar programmets huvudfönster";
"Activation Key"="Aktiveringsnyckel";
"Activation Web Services:"="Onlineaktiveringstjänster:";
"Activation Wizard"="Guiden Aktivering";
"Activation Wizard is outdated."="Aktiveringsguiden är för gammal.";
"Activation required"="Aktivering krävs";
"Add Boards"="Lägg till tavlor";
"Advanced"="Avancerade";
"Aliases: %1"="Alias: %1";
"All Files (*)"="Alla filer (*)";
"All Files (*.*)"="Alla filer (*.*)";
"All pending requests have been canceled."="Alla förestående förfrågningar har upphävts.";
"Apply"="Använd";
"Are you sure you want to delete license information?"="Är du säker på att du vill ta bort licensinformationen?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Är du säker på att du vill returnera produktnyckeln för den här produkten? Licensen inaktiveras omedelbart på den här datorn (innan returen har slutförts).";
"Authentication Required"="Autentisering krävs";
"Authentication required"="Autentisering krävs";
"Automatic Activation"="Automatisk aktivering";
"B0 (1000 x 1414 mm)"="B0 (1000 × 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 × 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 × 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 × 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 × 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 × 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 tum)";
"B6 (125 x 176 mm)"="B6 (125 × 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 × 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 × 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 × 62 mm)";
"Back"="Tillbaka";
"Bl&ue:"="&Blå:";
"Browse Content"="Bläddra Innehåll";
"Browse..."="Bläddra...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Avbryt";
"Canceled"="Avbruten";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Kunde inte validera nyckeln. Försök aktivera igen. \n\nOm problemet fortsätter, notera felmeddelandet och kontakta SMART teknisk support.";
"Centimeters (cm)"="Centimeter (cm)";
"Check Activation Server Connectivity"="Kontrollera anslutning till aktiveringsserver";
"Check for renewals complete. No renewals found."="Sök efter förlängningar att avsluta. Inga förlängningar kunde hittas.";
"Checking..."="Kontrollerar...";
"Choose your SMART Board"="Välj ditt SMART board";
"Class ID"="Klass ID: ";
"Class Name"="Klassnamn";
"Cleaning up a few things..."="Fixar till lite ...";
"Click here to test connectivity."="Klicka här för att testa anslutningen.";
"Close"="Stäng";
"Close without Saving"="Stäng utan att spara";
"Collate"="Sortera";
"Color"="Färg";
"Color Mode"="Färgläge";
"Commit"="Överlåta";
"Complete Later"="Avsluta senare";
"Connect"="Anslut";
"Connected to host"="Ansluten till värd";
"Connected to host %1"="Ansluten till värd %1";
"Connection Options"="Alternativ för anslutning";
"Connection Options..."="Alternativ för anslutning...";
"Connection closed"="Anslutning stängd";
"Connection refused"="Anslutning nekad";
"Connection refused (or timed out)"="Anslutning nekad (eller tidsutlöst)";
"Connection to %1 closed"="Anslutning till %1 stängd";
"Contact Support at:"="Kontakta support på:";
"Contact technical support"="Kontakta teknisk support";
"Continue"="Fortsätt";
"Copies"="Kopior";
"Copies:"="Kopior:";
"Copy"="Kopiera";
"Copy &Link Location"="Kopiera &Länkplats";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Kunde inte aktivera. Det kan finnas ett problem med våra aktiveringsservrar. Försök igen senare.";
"Could not connect to the server. Trying again..."="Kunde inte ansluta till servern. Försöker igen ...";
"Couldn't find a board with that code. Want to try again?"="Kunde inte hitta tavla med angiven kod. Vill du försöka igen?";
"Couldn't load profile"="Kunde inte ladda profilen";
"Couldn't start the trial period."="Kunde inte starta igång utvärderingsperioden.";
"Count"="Beräkning";
"Create New Folder"="Skapa ny mapp";
"Create a New File"="Skapa en ny fil";
"Create a link to this document"="Skapa en länk till det här dokumentet";
"Creating ..."="Skapa...";
"Cu&t"="Klipp &ut";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Data korrumperade";
"Delete"="Ta bort";
"Detail View"="Detaljerad vy";
"Details:"="Information:";
"Directories"="Kataloger";
"Directory"="Katalog";
"Disabled"="Inaktiverat";
"Discard"="Kassera";
"Do you want to discard this request or complete it later?"="Vill du ignorera denna förfrågan eller avsluta den senare?";
"Don't Save"="Spara inte";
"Don't show this again"="Visa inte det här igen";
"Done"="Klar";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Hämtningen är ofullständig. Tog emot %1 byte, förväntade %2 byte.";
"Drive"="Enhet";
"Duplex Printing"="Dubbelsidig utskrift";
"Error writing response to device"="Fel vid skrivning av svar till enhet";
"Examples"="Exempel";
"Executable '%1' requires Qt %2, found Qt %3."="Exekverbar fil '%1' kräver Qt %2, hittade Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 tum, 191 x 254 mm)";
"Expired"="Utgått";
"Expired on %1"="Utgick %1";
"Expires on %1"="Förfaller %1";
"Failed due to a data error. Please contact our support."="Misslyckades på grund av ett datafel. Kontakta vår support.";
"Failed to cancel all pending requests."="Det gick inte att upphäva alla förestående förfrågningar.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Det gick inte att ansluta till SMART-servern. Försök igen senare eller försök att aktivera manuellt.";
"Failed to write activation information. Make sure you have enough permissions."="Det gick inte att skriva aktiveringsinformationen. Kontrollera att du har tillräcklig behörighet.";
"Failed. Details: "="Misslyckades. Information: ";
"False"="Falskt";
"File"="Arkiv";
"File name:"="Filnamn:";
"Files of type:"="Filer av typen:";
"Finished"="Klar";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Form";
"From page:"="Från sidan:";
"Fulfillment ID"="Uppfyllelse-ID";
"Get started with SMART Notebook software"="Kom igång med SMART Notebook";
"Getting things ready..."="Gör i ordning ...";
"Go Back"="Gå bakåt";
"Grace period has expired."="Fristen har löpt ut.";
"Grace period: <b>%1</b> day(s) remaining"="Respittid: <b>%1</b> dag(ar) kvar";
"Grayscale"="Gråskala";
"Great! Your lesson is on its way to the SMART Board."="Toppen! Din lektion är på väg till SMART Board.";
"HTTP request failed"="HTTP-begäran misslyckades";
"HTTPS connection requested but SSL support not compiled in"="HTTPS-anslutning begärd, men SSL-support ej kompilerad i";
"Height:"="Höjd:";
"Help"="Hjälp";
"Hide %1"="Dölj %1";
"Hide Others"="Dölj övriga";
"Host %1 found"="Värden %1 hittades";
"Host %1 not found"="Värden %1 hittades inte";
"Host found"="Värd hittades";
"Host requires authentication"="Värd kräver autentisering";
"Host:"="Värd:";
"Hu&e:"="&Nyans:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Jag godkänner villkoren i <a href=\"showEula()\">licensavtalet</a>.";
"Ignore"="Ignorera";
"Inches (in)"="Tum (tum)";
"Include your name to help students find your class quickly."="Inkludera ditt namn för att hjälpa eleverna att hitta klassen snabbare.";
"Includes maintenance ending on:"="Inkluderar underhåll t.o.m.:";
"Includes permanent activations."="Inkluderar permanenta aktiveringar.";
"Includes subscriptions expiring on:"="Inkluderar prenumerationer som förfaller:";
"Incompatible Qt Library Error"="Felet inkompatibelt Qt-bibliotek";
"Installation ID"="Installations-ID";
"Internet access is disabled by the system administrator."="Systemadministratören har inaktiverat åtkomsten till Internet.";
"Invalid"="Ogiltig";
"Invalid HTTP chunked body"="Ogiltig HTTP delade upp brödtext";
"Invalid HTTP response header"="Ogiltig HTTP-svarsrubrik";
"Invalid entitlement"="Ogiltig kvalificering";
"Invalid product key."="Ogiltig produktnyckel.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Det ser ut som att biblioteket på Lesson är fullt. Du kan radera några lektioner för att frigöra minne.";
"Landscape"="Landskap";
"Learn how to renew."="Lär dig hur man förnyar.";
"Learn more."="Läs mer.";
"Learn the Basics"="Lär dig grunderna";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 tum, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 tum, 216 x 279 mm)";
"Limitations"="Begränsningar";
"List View"="Listvy";
"Location:"="Plats:";
"Long side"="Långsida";
"Look in:"="Leta i:";
"Lync connector"="Lync-anslutning";
"Manage"="Hantera";
"Manual Request"="Manuell begäran";
"Margins"="Marginaler";
"Microsoft (personal)"="Microsoft (privat)";
"Millimeters (mm)"="Millimeter (mm)";
"My Computer"="Den här datorn";
"N&o to All"="N&ej till alla";
"N&o to All"="N&ej till alla";
"Name:"="Namn:";
"No Internet Connection"="Ingen internetanslutning";
"No boards yet. Get connected."="Ännu inga tavlor. Anslut.";
"No proxy"="Ingen proxy";
"No server set to connect to"="Ingen server angiven för anslutning till";
"No space left on device"="Det finns inget utrymme kvar på enheten";
"No such file or directory"="Filen eller katalogen finns inte";
"No, I'll complete my request(s) later."="Nej, jag slutför min eller mina begäranden senare.";
"No, cancel all pending requests."="Nej, upphäv alla förestående förfrågningar.";
"None"="Inget";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="OBS! Om inte URL:erna är åtkomliga, försök med att justera dina proxyinställningar och sedan försök igen.";
"Number of copies:"="Antal kopior:";
"OK"="OK";
"Office 365 (school)"="Office 365 (skola)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Oj! Du kunde inte loggas in. Försök igen. \n\nOm det inte fungerar, skippa och försök igen via menyn Konto.";
"Oops. Something went wrong. Restarting the computer might help."="Oj. Något har visst gått fel. Det kan hjälpa att starta om datorn.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Oj. Vi kan inte utföra den åtgärden utan en internetanslutning. 

 \n\nAnslut igen och försök en gång till.";
"Oops. We couldn't load your profile right now. Please try again later."="Oj. Vi kunde inte ladda din profil just nu. Försök igen senare.";
"Open"="Öppna";
"Open "="Öppna ";
"Open in SMART Notebook on this computer."="Öppna SMART Notebook på din dator.";
"Open in the Notebook Player app on my SMART Board with iQ."="Öppna Notebook spelarens app på min SMART Board tavla med IQ.";
"Operation completed successfully."="Installationen har slutförts.";
"Options"="Alternativ";
"Orientation"="Orientering";
"Orientation:"="Orientering:";
"Output &file:"="Ut&fil:";
"Output Settings"="Inställningar för utmatning";
"P&roperties"="Egenskape&r";
"Page size:"="Sidstorlek:";
"Pages from"="Från sidan";
"Paper"="Papper";
"Paper format"="Pappersformat";
"Paper source:"="Papperskälla:";
"Parent Directory"="Föräldrakatalog";
"Password"="Lösenord";
"Password:"="Lösenord:";
"Permission Required"="Behörighet krävs";
"Permission denied"="Behörighet nekad";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefon: 1.866.518.6791 eller +1.403.228.5940";
"Please try again"="Försök igen.";
"Please try again later"="Försök igen senare.";
"Points (pt)"="Punkter (pt)";
"Portrait"="Stående";
"PostScript Files (*.ps);;All Files (*)"="PostScript-filer (*.ps);;Alla filer (*)";
"Preferences..."="Preferenser...";
"Premium features expired on %1"="Premium förfaller %1";
"Premium features will expire on %1 without an active subscription"="Utan en aktiv prenumeration så löper premiumfunktionerna ut %1";
"Preparing your document. This can take a while..."="Förbereder ditt dokument. Det kan dröja lite";
"Preview"="Förhandsgranska";
"Print all"="Skriv ut alla";
"Print destination"="Utskriftsdestination";
"Print first page first"="Skriv ut första sidan först";
"Print in color if available"="Skriv ut i färg om detta är tillgängligt";
"Print in grayscale"="Skriv ut i gråskala";
"Print last page first"="Skriv ut sista sidan först";
"Print range"="Utskriftsintervall";
"Print selection"="Skriv ut urval";
"Print to File (PDF)"="Skriv ut till fil (PDF)";
"Print to File (Postscript)"="Skriv ut till fil (Postscript)";
"Print to SMART Notebook"="Skriv ut till SMART Notebook";
"Print to file:"="Skriv ut till fil:";
"Print to printer:"="Skriv ut till skrivaren:";
"Printer"="Skrivare";
"Printer settings"="Skrivarinställningar";
"Product"="Produkt";
"Product Key"="Produktnyckel";
"Product Key is not valid"="Produktnyckeln är inte giltig.";
"Product Key:"="Produktnyckel:";
"Product key has expired."="Produktnyckeln har utgått.";
"Product:"="Produkt:";
"Profile"="Profil";
"Proxy Settings"="Proxyinställningar";
"Proxy authentication required"="Proxy autentisering krävs";
"Proxy requires authentication"="Proxy kräver autentisering";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Avsluta";
"Quit %1"="Avsluta %1";
"Recent"="Nylig";
"Recents"="Tidigare";
"Remaining signed in will give you access to SMART Notebook's basic features."="Återstående inloggning kommer att ge dig tillgång till SMART Notebooks grundläggande funktioner.";
"Request Files (%1)"="Filer för begäran (%1)";
"Request aborted"="Begäran avbruten";
"Request denied. See Technical Details below for more information."="Begäran nekades. Ytterligare information hittar du nedan under Tekniska detaljer.";
"Request type: Activate"="Typ av förfrågan: Aktivera";
"Request type: Renew"="Typ av förfrågan: Förläng";
"Request type: Repair"="Typ av förfrågan: Reparera";
"Request type: Return"="Typ av förfrågan: Returnera";
"Request:"="Begäran";
"Reset"="Återställ";
"Response Files (%1)"="Filer för svar (%1)";
"Restore Defaults"="Återställ standardvärden";
"Result:"="Resultat:";
"Retrieving your account information..."="Hämtar kontoinfo ...";
"Retry"="Försök igen";
"Reverse"="Vänd";
"Reverse landscape"="Omvänt liggande";
"Reverse portrait"="Omvänt stående";
"SMART Account"="SMART konto";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera - Verktyg för blandad realitet";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online - Notebook access, anywhere";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro individuell utgåva";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="SMART Meeting Pro-anslutning för Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="SMART Notebook 3D-verktyg";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook <a href='%1'>premiumfunktioner</a>";
"SMART Notebook Collaborative License"="SMART Notebook Samarbetslicens";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook English Vocabulary Example 1";
"SMART Notebook History Example 1"="SMART Notebook History Example 1";
"SMART Notebook Math Example 1"="SMART Notebook Math Example 1";
"SMART Notebook Math Example 2"="SMART Notebook Math Example 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Science Example 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="SMART Table-verktyg";
"SMART Technologies - Activation Wizard"="SMART Technologies – Guiden Aktivering";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="SSL-handskakning misslyckades";
"Save"="Spara";
"Save All"="Spara alla";
"Save As"="Spara som";
"Search the SMART Exchange"="Sök efter SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Se den här <a href='%1'>artikeln i kunskapsbasen</a> och detta <a href='%2'>felsökningsdiagram</a> för vidare information om hur du löser uppkopplingsproblem, speciellt när du använder en proxy.";
"Select All"="Markera allt";
"Select a Directory"="Välj en katalog";
"Select color"="Välj färg";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Välj hur du skulle vilja dela den här filen till din SMART Learning Suite Online Profil";
"Select the Response File"="Välj svarsfilen";
"Selection"="Urval";
"Send to SMART Cloud"="Skicka till SMART Cloud";
"Server closed connection unexpectedly"="Servern stängde oförväntat anslutningen";
"Services"="Tjänster";
"Share"="Dela";
"Share Now"="Dela nu";
"Share this file with the Lessons app on a SMART Board"="Dela den här filen med lektionsappen på din SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Dela den här filen med Notebook spelarens app på din SMART tavla.";
"Share to SMART Board with iQ"="Dela till SMART Board med iQ";
"Share to the Notebook Player app"="Dela till den här Notebook spelarens app";
"Share using a link"="Dela via länk";
"Share with a SMART Board"="Dela med en SMART Board";
"Short side"="Kortsida";
"Show &hidden files"="Visa &dolda filer";
"Show All"="Visa alla";
"Sign In"="Logga in";
"Sign In Again"="Logga in igen";
"Sign Out"="Logga ut";
"Sign in"="Logga in";
"Sign in didn't work"="Inloggning misslyckades";
"Sign in is required for accessing key SMART features."="Inloggning krävs för åtkomst till SMARTs nyckelfunktioner.";
"Sign in to or create a SMART account"="Logga in eller skapa ett SMART konto";
"Sign in to use this feature"="Logga in för att använda den här funktionen";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Logga in till ditt SMART konto och ta del av förmånerna i ditt SMART abbonemang, eller för att använda Notebook i det begränsade läget. ";
"Sign in with Google"="Logga in via Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Logga in med ditt privata konto på Google, Office 365 eller Microsoft";
"Sign in with a browser"="Logga in på webbläsare";
"Sign up for free"="Gratis registrerering";
"Sign up for the latest updates from SMART"="Registrera dig för att få de senaste uppdateringarna från SMART";
"Signed in as:"="Inloggad som:";
"Skip Sign In"="Hoppa över inloggning";
"Skip sign in for now"="Hoppa över inloggning";
"Skipped sign in"="Skippade inloggning";
"Software enabled"="Aktiverade program";
"Some of your license keys have expired. Click here for more info."="Vissa av dina licensnycklar har upphört att gälla. Klicka här för ytterligare info.";
"Some of your license keys will expire in %1 days. Click here for more info."="Vissa av dina licensnycklar utgår om %1 dagar. Klicka här om du vill har mer information.";
"Something went wrong. Want to try again?"="Något har visst gått fel. Vill du försöka igen?";
"Sort"="Sortera";
"Sort by &Date"="Sortera enligt &datum";
"Sort by &Name"="Sortera enligt &namn";
"Sort by &Size"="Sortera enligt &storlek";
"Status"="Status";
"Status:"="Status:";
"Stay Inspired"="Förbli inspirerad";
"Subscription: <b>%1</b> day(s) remaining"="Prenumeration: <b>%1</b> dag(ar) kvar";
"Succeeded"="Framgång";
"Symbolic Link"="Symbolisk länk";
"Tabloid (279 x 432 mm)"="Tabliod (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Knacka på ikonen Anslut %s i Lessons-appen för att få en 4-siffrig kod och mata sedan in koden nedan.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Knacka på ikonen Anslut %s i Notebook spelare-appen för att få en 4-siffrig kod och mata sedan in koden nedan.";
"Test Connectivity..."="Testa anslutning ...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Den där epost addressen är kopplad till ett SMART konto. Försök att logga in med en annan epost adress.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Det var konstigt \n\n Vi är inte säkra på vad som hände, men vi kan inte logga in dig nu.";
"The activation didn't complete. See below for status information."="Aktiveringen slutfördes inte. Se nedan för statusinformation.";
"The following Product Key is not valid: "="Följande produktnyckel är inte giltig: ";
"The information copied successfully, and your Internet browser will open."="Informationen kopierades och din webbläsare öppnas.";
"The installed version of this product requires a newer maintenance license."="Den installerade versionen av den här produkten kräver en nyare underhållslicens.";
"The link has been copied to the clipboard."="Länken har kopierats till urklipp.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Antalet aktiveringar för den här produktnyckeln överskrider det högsta antalet. Kontakta vår support för att få hjälp.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Produktnyckeln som du använder har avbrutits. Kontakta SMART support för vidare info.";
"The product key you entered is already in the list."="Den angivna produktnyckeln finns redan i listan.";
"The request file saved successfully. Copy the file to another computer to continue."="Filen med begäran har sparats. Kopiera filen till en annan dator och fortsätt.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Förfrågan lyckades för vissa produktnycklar, men inte för andra.";
"The sign in took too long and has expired."="Inloggningen tog för lång tid och har upphört att gälla.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Systemet upprätthålls just nu, men det kommer att finnas tillgänglig inom kort. Vi ber om ursäkt för besväret. ";
"The trial period has started."="Prövningsperioden har börjat";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Nyckeln kunde inte aktiveras. Försök aktivera igen. \n\nOm problemet fortsätter, notera felmeddelandet och kontakta SMART teknisk support.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Nyckelns behörighet har inte konfigurerats på rätt sätt. Var god kontakta SMART teknisk support.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="För att kopplas upp till SMART så måste du ange ett användarnamn och ett lösenord för proxy%s";
"To page:"="Till sidan:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="För att aktivera produktnyckeln, måste alla anslutningar vara framgångsrika. Grönt bockmärke anger framgångsrik anslutning.";
"Too many open files"="För många öppna filer";
"Trial Extension"="Utökning av gratisversion";
"Trial: <b>%1</b> day(s) remaining"="Prövning <b>%1</b> dag(ar) kvar";
"True"="Sant";
"Try Again"="Försök igen";
"Try again later or try a manual request now."="Försök igen senare eller försök med en manuell förfrågan nu.";
"Try it Online!"="Pröva den online! ";
"Type your user name and password."="Skriv in ditt användarnamn och lösenord.";
"Type:"="Typ:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common nr 10 Kuvert (105 x 241 mm)";
"Unable to complete your request."="Det gick inte att fullborda din förfrågan.";
"Unable to copy."="Det går inte att kopiera.";
"Unable to create your file."="Det går inte att skapa din fil.";
"Unable to open %1 for writing."="Det gick inte att öppna %1 för skrivning.";
"Unable to open source file for reading."="Det gick inte att öppna källfilen för läsning.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Det går inte att öppna webbläsaren. Försök att öppna webbläsaren manuellt eller använd en annan dator för att fortsätta.";
"Unable to read response from file."="Det går inte att läsa svaret från filen.";
"Unable to rename %1 to %2."="Det gick inte att byta namn på %1 to %2.";
"Unable to save your request."="Det går inte att spara din begäran.";
"Unknown"="Okänd";
"Unknown Location"="Okänd plats";
"Unknown authentication method"="Okänd autentiseringsmetod";
"Unknown error"="Okänt fel";
"Unknown error."="Okänt fel.";
"Unknown protocol specified"="Okänt protokoll angivet";
"Upload this document and create a link to share with others."="Ladda upp det här dokumentet och skapa en länk för att dela med andra.";
"Upload to SMART Cloud"="Ladda upp till SMART Cloud";
"Uploading your file..."="Laddar upp din fil...";
"Use Internet Explorer settings"="Använd inställningarna för Internet Explorer";
"Use System settings"="Använd systeminställningarna";
"Use other proxy:"="Använd annan proxy:";
"User Name:"="Användarnamn:";
"User name:"="Användarnamn:";
"Valid for versions released before %1"="Giltiga för versioner utgivna före %1";
"Version %s"="Version %s";
"Volume activated"="Volymen har aktiverats";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Vi kunde ej bearbeta svaret.  Begäran kommer från en annan dator eller har redan bearbetats. ";
"We'll remember %s for next time."="Vi kommer att komma ihåg %s tills nästa gång.";
"Web:"="Webb:";
"Welcome to %1 software from SMART Technologies."="Välkommen till %1-programmet från SMART Technologies.";
"Welcome to SMART Notebook"="Välkommen till SMART Notebook ";
"What's This?"="Vad är detta?";
"Width:"="Bredd:";
"Working on it."="Jobbar på det.";
"Working on it.."="Jobbar på det ...";
"Working on it..."="Bearbetar ...";
"Wrong content length"="Felaktig innehållslängd";
"Yes to &All"="Ja till &alla";
"Yes to &All"="Ja till &alla";
"Yes, I have a numeric response code similar to %1."="Ja, jag har en numerisk svarskod som liknar %1.";
"Yes, I have a response file."="Ja, jag har en svarsfil.";
"Yes, I have a response message that starts with %1."="Ja, jag har ett svarsmeddelande som inleds med %1.";
"Yes, I have an activation key similar to %1."="Ja, jag har en aktiveringskod som liknar %1.";
"You can close this tab and return to SMART Notebook."="Du kan stänga denna flik och återgå till SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Du kan hantera ditt konto och din Klass ID via kontots meny.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Du kan logga in senare via menyn Konto. Inloggningskrävs för ett flertal av SMARTs nyckelfunktioner.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Du valde att inte låta applikationen få tillgång till ditt konto. Du kan inte använda vår applikation innan du har godkänt. ";
"You have %1 days to complete activation."="Du har %1 dagar på dig att slutföra aktivering.";
"You have signed out"="Du har loggat ut";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Du har inte gett SMART behörighet att få åtkomst till din kontoinformation, vilket krävs för inloggning. Vill du försöka logga in igen?";
"You may wish to send results to your organization's technical support contact."="Du kanske vill skicka resultaten till din organisations tekniska support.";
"You need to sign in before you can use this feature."="Du måste logga in innan du kan använda den här funktionen";
"You're all set!"="Du är redo!";
"You're unable to change these settings because you manually configured a proxy."="Du kan inte ändra de här inställningarna eftersom du konfigurerade en proxy manuellt.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Du har skippat inloggning. Du kan logga in igen senare via menyn Konto.";
"Your SMART Boards"="Dina SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Din prenumeration på SMART Learning Suite går ut om %d dagar. Lär dig hur man förnyar. ";
"Your SMART account"="Ditt SMART konto";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Din webbläsare har öppnat inloggningssidan  Du kommer att omdirigeras hit när du har loggat in.";
"Your first trial extension is activated."="Din första utökning av gratisversionen är aktiverad.";
"Your first trial extension isn't activated."="Din första utökning av gratisversionen är inte aktiverad.";
"Your second trial extension is activated."="Din andra utökning av gratisversionen är aktiverad.";
"Your second trial extension isn't activated."="Din andra utökning av gratisversionen är inte aktiverad.";
"Your trial period has ended."="Din prövningsperiod har slutat.";
"bottom margin"="nedre marginal";
"left margin"="vänster marginal";
"locally connected"="lokalt ansluten";
"right margin"="höger marginal";
"to"="till";
"top margin"="övre marginal";
"unknown"="okänd";
